Repository: UMC-2023-2/front_jy
Catalog: picpick/PicPick/Localizable.xcstrings
Source language: en
Languages: ko

source: Edit Album
ko: 앨범 수정

# Edit Image Sub
source: Click on the photo you want to edit
ko: 편집할 사진을 눌러주세요

# Edit Image Title
source: Crop Image
ko: 사진 자르기

# Home Footer Segment 1
source: Card
ko: 카드 형식

# Home Footer Segment 2
source: List
ko: 리스트 형식

# Home Top Segment 1
source: Memories
ko: 추억 앨범

# Home Top Segment 2
source: Together
ko: 함께 앨범

# Image Editor Cancel
source: Cancel
ko: 취소

# Image Editor Continue
source: Continue
ko: 계속

# Login Button
source: Login
ko: 로그인

# Login ID Label
source: Username
ko: 아이디

# Login ID Placeholder
source: Enter your username
ko: 아이디를 입력하세요

# Login Password Label
source: Password
ko: 비밀번호

# Login Password Placeholder
source: Enter your password
ko: 비밀번호를 입력하세요

# Login Title
source: Login
ko: 로그인

# New Profile Title
source: New Profile
ko: 프로필 생성

# QR From Photos Button
source: Add From Photos
ko: 갤러리에서 추가하기

# QR Title
source: Scan QR
ko: QR 인식

# SignUp Button
source: Make Profile
ko: 프로필 만들기

# SignUp ID Check Button
source: Check
ko: 중복확인

# SignUp ID Label
source: Username
ko: 아이디

# SignUp ID Placeholder
source: Enter your username
ko: 아이디를 입력하세요

# SignUp New Password Label
source: Password
ko: 비밀번호

# SignUp New Password Placeholder
source: Enter your new password
ko: 새로운 비밀번호를 입력하세요

# SignUp Re-enter Password Label
source: Re-enter Password
ko: 비밀번호 확인

# SignUp Re-enter Password Placeholder
source: Enter your new password again
ko: 새로운 비밀번호를 한번 더 입력하세요

# SignUp Title
source: Sign Up
ko: 계정 생성

# Welcome Login
source: Login
ko: 기존 계정으로 로그인

# Welcome Sign up
source: Sign Up
ko: 계정 만들고 시작하기

# Welcome Subtitle
source: Collecting the four-cut photos scattered in the gallery, Write down the memories you forgot and new ones
ko: 갤러리에 흩어진 네컷사진을 모아, 잊고 있던 추억들과 새로운 추억들을 기록해보세요

# Welcome Title
source: Hello, This is four-cut photos album, PicPick!
ko: 안녕하세요, 네컷사진 앨범 찍찍이 입니다!
